{
  "format": "graph-model",
  "generatedBy": "<https://github.com/ybkscht/EfficientPose>",
  "convertedBy": "<https://github.com/vladmandic>",
  "signature":
  {
    "inputs": {
      "input_res1": { "name": "input_res1", "dtype": "DT_FLOAT", "tensorShape":{"dim":[{"size":"1"},{"size":"600"},{"size":"600"},{"size":"3"}]} }
    },
    "outputs":
    {
      "upscaled_confs/BiasAdd:0": { "name": "upscaled_confs/BiasAdd:0", "dtype": "DT_FLOAT", "tensorShape":{"dim":[{"size":"1"},{"size":"-1"},{"size":"-1"},{"size":"16"}]} }
    }
},
  "modelTopology":
  {
      "node":
      [
          {"name":"upscaled_confs/strided_slice/stack","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_confs/strided_slice/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/strided_slice/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/strided_slice_1/stack","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_confs/strided_slice_1/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/strided_slice_1/stack_2","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_confs/mul/y","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"upscaled_confs/strided_slice_2/stack","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/strided_slice_2/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/strided_slice_2/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/mul_1/y","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/stack/3","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_confs/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"4"},{"size":"4"},{"size":"16"},{"size":"16"}]}}}}},
          {"name":"upscaled_deconv2/strided_slice/stack","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/strided_slice/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/strided_slice/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/strided_slice_1/stack","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_deconv2/strided_slice_1/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/strided_slice_1/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/mul/y","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"upscaled_deconv2/strided_slice_2/stack","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_deconv2/strided_slice_2/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/strided_slice_2/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/mul_1/y","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv2/stack/3","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"upscaled_deconv2/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"4"},{"size":"4"},{"size":"16"},{"size":"16"}]}}}}},
          {"name":"upscaled_deconv1/strided_slice/stack","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/strided_slice/stack_1","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_deconv1/strided_slice/stack_2","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_deconv1/strided_slice_1/stack","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}}}},
          {"name":"upscaled_deconv1/strided_slice_1/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/strided_slice_1/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/mul/y","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"upscaled_deconv1/strided_slice_2/stack","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/strided_slice_2/stack_1","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/strided_slice_2/stack_2","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"1"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/mul_1/y","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/stack/3","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"upscaled_deconv1/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"4"},{"size":"4"},{"size":"16"},{"size":"16"}]}}}}},
          {"name":"pass3_block4_mbconv3_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv3_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block4_mbconv3_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv3_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv3_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass3_block4_mbconv3_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv3_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block4_mbconv3_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv2_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block4_mbconv2_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass3_block4_mbconv2_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv2_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv2_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv2_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv2_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block4_mbconv2_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv1_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block4_mbconv1_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block4_mbconv1_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block4_mbconv1_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass3_block4_mbconv1_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv1_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv1_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block4_mbconv1_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block4_mbconv2_detection2_dense/concat/axis","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"pass3_block4_mbconv3_detection2_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block3_mbconv3_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv3_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block3_mbconv3_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block3_mbconv3_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv3_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass3_block3_mbconv3_detection2_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass3_block3_mbconv3_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block3_mbconv3_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv2_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block3_mbconv2_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block3_mbconv2_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block3_mbconv2_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv2_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv2_detection2_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass3_block3_mbconv2_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block3_mbconv2_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv1_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block3_mbconv1_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block3_mbconv1_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block3_mbconv1_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv1_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass3_block3_mbconv1_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv1_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block3_mbconv1_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block3_mbconv2_detection2_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block3_mbconv3_detection2_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block2_mbconv3_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv3_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block2_mbconv3_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block2_mbconv3_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv3_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass3_block2_mbconv3_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv3_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv3_detection2_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block2_mbconv2_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv2_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass3_block2_mbconv2_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block2_mbconv2_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass3_block2_mbconv2_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv2_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv2_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv2_detection2_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block2_mbconv1_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv1_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block2_mbconv1_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv1_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv1_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv1_detection2_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass3_block2_mbconv1_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block2_mbconv1_detection2_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block2_mbconv2_detection2_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block2_mbconv3_detection2_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block1_mbconv3_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block1_mbconv3_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block1_mbconv3_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv3_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv3_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass3_block1_mbconv3_detection2_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass3_block1_mbconv3_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv3_detection2_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block1_mbconv2_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block1_mbconv2_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass3_block1_mbconv2_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass3_block1_mbconv2_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass3_block1_mbconv2_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv2_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv2_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv2_detection2_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv1_detection2_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv1_detection2_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass3_block1_mbconv1_detection2_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv1_detection2_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv1_detection2_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv1_detection2_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass3_block1_mbconv1_detection2_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass3_block1_mbconv1_detection2_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block4_mbconv3_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block4_mbconv3_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block4_mbconv3_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block4_mbconv3_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv3_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv3_detection1_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv3_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv3_detection1_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv2_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block4_mbconv2_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block4_mbconv2_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block4_mbconv2_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass2_block4_mbconv2_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass2_block4_mbconv2_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass2_block4_mbconv2_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv2_detection1_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv1_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv1_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass2_block4_mbconv1_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block4_mbconv1_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv1_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv1_detection1_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv1_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv1_detection1_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block4_mbconv2_detection1_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block4_mbconv3_detection1_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block3_mbconv3_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv3_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block3_mbconv3_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block3_mbconv3_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv3_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv3_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass2_block3_mbconv3_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block3_mbconv3_detection1_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block3_mbconv2_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv2_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block3_mbconv2_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv2_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass2_block3_mbconv2_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass2_block3_mbconv2_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass2_block3_mbconv2_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block3_mbconv2_detection1_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block3_mbconv1_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv1_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block3_mbconv1_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv1_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv1_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv1_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass2_block3_mbconv1_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block3_mbconv1_detection1_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block3_mbconv2_detection1_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block3_mbconv3_detection1_dense/concat/axis","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv3_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv3_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass2_block2_mbconv3_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block2_mbconv3_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass2_block2_mbconv3_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass2_block2_mbconv3_detection1_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block2_mbconv3_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv3_detection1_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv2_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block2_mbconv2_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block2_mbconv2_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block2_mbconv2_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass2_block2_mbconv2_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass2_block2_mbconv2_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass2_block2_mbconv2_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv2_detection1_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block2_mbconv1_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv1_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass2_block2_mbconv1_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block2_mbconv1_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block2_mbconv1_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass2_block2_mbconv1_detection1_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block2_mbconv1_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block2_mbconv1_detection1_conv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block2_mbconv2_detection1_dense/concat/axis","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block2_mbconv3_detection1_dense/concat/axis","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{}}}}},
          {"name":"pass2_block1_mbconv3_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv3_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block1_mbconv3_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv3_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}}}},
          {"name":"pass2_block1_mbconv3_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv3_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
          {"name":"pass2_block1_mbconv3_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv3_detection1_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block1_mbconv2_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block1_mbconv2_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":"DT_INT32"}}},
          {"name":"pass2_block1_mbconv2_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}}}},
          {"name":"pass2_block1_mbconv2_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv2_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}}}},
          {"name":"pass2_block1_mbconv2_detection1_se_se_excite_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv2_detection1_dconv1_eswish/mul/x","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv2_detection1_conv1_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block1_mbconv1_detection1_se_se_squeeze_eswish/mul/x","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{}}}}},
          {"name":"pass2_block1_mbconv1_detection1_se_se_squeeze_lambda/Mean/reduction_indices","op":"Const","attr":{"dtype":{"type":"DT_INT32"},"value":{"tensor":{"dtype":"DT_INT32","tensorShape":{"dim":[{"size":"2"}]}}}}},
          {"name":"pass2_block1_mbconv1_detection1_se_se_squeeze_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"480"},{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv1_detection1_se_se_squeeze_conv/bias","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"20"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv1_detection1_se_se_excite_conv/kernel","op":"Const","attr":{"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"1"},{"size":"1"},{"size":"20"},{"size":"480"}]}}},"dtype":{"type":"DT_FLOAT"}}},
          {"name":"pass2_block1_mbconv1_detection1_se_se_excite_conv/bias","op":"Const","attr":{"dtype":{"type":"DT_FLOAT"},"value":{"tensor":{"dtype":"DT_FLOAT","tensorShape":{"dim":[{"size":"480"}]}}}}},
